/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "صرفه جویی";
"Cancel" = "لغو";
"Select Language" = "زبان را انتخاب کنید";
"Select Channel" = "کانال را انتخاب کنید";
"Widget Settings" = "تنظیمات ویجت";
"Settings" = "تنظیمات";
"More Options" = "گزینه های بیشتر";
"Submit" = "ارسال";
"Skip feedback" = "از بازخورد رد شوید";
"Did we resolve your issue?" = "آیا ما مشکل شما را حل کردیم؟";
"Send Chat Transcript to your email address" = "رونوشت چت را به آدرس ایمیل خود ارسال کنید";
"Chat Transcript" = "رونوشت چت";
"Thanks for your feedback!" = "با تشکر از بازخورد شما!";
"Feedback Comment" = "نظر بازخورد";
"Additional Feedback" = "بازخورد اضافی";
"Add Additional Feedback" = "بازخورد اضافی اضافه کنید";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "در مورد دستیار مجازی TELUS که به شما کمک کرد، عملکرد آن را چگونه ارزیابی می کنید؟";
"Want to share feedback?" = "می خواهید بازخورد خود را به اشتراک بگذارید؟";
"Sorry! Your device does not support speech input" = "متاسف! دستگاه شما از ورودی گفتار پشتیبانی نمی کند";
"Say something" = "چیزی بگو";
"Ask me something" = "از من چیزی بپرس";
"Something went wrong while connecting, make sure the credentials are right and try again" = "هنگام اتصال مشکلی پیش آمد، مطمئن شوید اعتبارنامه درست است و دوباره امتحان کنید";
"Logout" = "خروج";
"This field is required" = "این فیلد الزامی است";
"This password is incorrect" = "این رمز عبور نادرست است";
"This Jid  is invalid" = "این جید نامعتبر است";
"Sign in" = "ورود";
"Password" = "کلمه عبور";
"Chatbot" = "چت بات";
"Mobile" = "سیار";
"Privacy Policy" = "سیاست حفظ حریم خصوصی";
"Agent" = "عامل";
"Read more" = "بیشتر بخوانید";
"Read less" = "کمتر بخوان";
"Close" = "بستن";
"Email" = "پست الکترونیک";
"Email address" = "آدرس ایمیل";
"Quick reply" = "پاسخ سریع";
"Emoji" = "ایموجی";
"Please Enter Email" = "لطفا ایمیل را وارد کنید";
"Email Sent" = "ایمیل ارسال شد";
"OK" = "خوب";
"YES" = "آره";
"NO" = "نه";
"Immediate fun or longer purpose - how to choose?" = "سرگرمی فوری یا هدف طولانی تر - چگونه انتخاب کنیم؟";
"good" = "خوب";
"response" = "واکنش";
"Failure" = "شکست";
"Feedback successfully posted." = "بازخورد با موفقیت ارسال شد.";
"Error" = "خطا";
"No Internet connection " = "بدون اتصال به اینترنت";
"Oops!" = "اوه!";
"Hi" = "سلام";
", thank you for your patience, we will be connecting you to the next available agent shortly." = "، از شکیبایی شما متشکریم، به زودی شما را به نمایندگی موجود بعدی متصل خواهیم کرد.";
"Waiting for agent" = "منتظر نماینده";
"is now connected to chat" = "اکنون به چت متصل است";
"Genesys Call Transfer" = "انتقال تماس ژنیس";
"No Chatbot Found" = "چت بات پیدا نشد";
"Feedback" = "بازخورد";
"Message!" = "پیام!";
"Sorry, the requested URL not found!" = "با عرض پوزش، URL درخواستی یافت نشد!";
"Text to speech" = "متن به گفتار";
"Enable text to speech" = "متن به گفتار را فعال کنید";
"has disconnected the chat" = "چت را قطع کرده است";
"Please enter valid email" = "لطفا ایمیل معتبر وارد نمایید";
"Success" = "موفقیت";
"Sorry! Currently no agent is available" = "متاسف! در حال حاضر هیچ نماینده ای در دسترس نیست";
"Oops, this service is temporarily unavailable" = "اوه، این سرویس به طور موقت در دسترس نیست";
"Retry" = "دوباره امتحان کنید";
"1" = "۱";
"2" = "۲";
"3" = "۳";
"4" = "۴";
"5" = "۵";
"6" = "۶";
"7" = "۷";
"8" = "۸";
"9" = "۹";
"10" = "۱۰";
"You are no longer connnected with live agent." = "شما دیگر با عامل زنده در ارتباط نیستید.";
"Unable to load the requested URL" = "بارگیری URL درخواستی ممکن نیست";
"Unable to serve, you are too fast in typing" = "نمی توانید سرویس دهید، در تایپ کردن خیلی سریع هستید";
"Unable to play video" = "پخش ویدیو امکان پذیر نیست";
"Thank You" = "متشکرم";
"Chatbot cannot connect to the server at the moment. Please retry." = "ربات چت در حال حاضر نمی تواند به سرور متصل شود. لطفا دوباره امتحان کنید.";
"Connect" = "اتصال";
"Permission Denied" = "اجازه رد شد";
"Speech recognition permission is declined. Please allow access from settings." = "مجوز تشخیص گفتار رد شده است. لطفاً اجازه دسترسی از تنظیمات را بدهید.";
"Mike permission is declined. Please allow access from settings." = "اجازه مایک رد شده است. لطفاً اجازه دسترسی از تنظیمات را بدهید.";
"Please allow location access to fetch your current location." = "لطفاً اجازه دسترسی به موقعیت مکانی را برای واکشی موقعیت فعلی خود بدهید.";
"Open Settings" = "تنظیمات را باز کنید";
"Not Now" = "الان نه";
"Please select location on the map" = "لطفا مکان را روی نقشه انتخاب کنید";
"Done" = "انجام شده";
"Clear" = "روشن";
"Signature" = "امضا";
"Signature not found." = "امضا پیدا نشد";
"Upload QR Code" = "کد QR را آپلود کنید";
"Scan QR Code" = "کد QR را اسکن کنید";
"Please select option" = "لطفا گزینه را انتخاب کنید";
"Upload from Library" = "آپلود از کتابخانه";
"Scanned Code" = "کد اسکن شده";
"Uploaded QR Code is not valid. Please upload again." = "کد QR آپلود شده معتبر نیست. لطفا دوباره آپلود کنید";
"Device has no camera" = "دستگاه دوربین ندارد";
"Please allow permission to use the Camera so that you can scan QR code." = "لطفاً اجازه استفاده از دوربین را بدهید تا بتوانید کد QR را اسکن کنید.";
"Please allow permission to access photos so that you can scan QR code." = "لطفاً اجازه دسترسی به عکس‌ها را بدهید تا بتوانید کد QR را اسکن کنید.";
"Reupload QR Code" = "کد QR را دوباره آپلود کنید";
"Rescan QR Code" = "کد QR را دوباره اسکن کنید";
"unread message(s)" = "پیام های خوانده نشده)";
"Chat Invite" = "دعوت به چت";
"You have a new chat invite from" = "شما یک دعوت چت جدید از طرف دارید";
"Reject" = "رد کردن";
"Accept" = "تایید کنید";
"Your session has been expired. Please start a new conversation." = "جلسه شما منقضی شده است. لطفا یک مکالمه جدید را شروع کنید.";
"Please enter" = "لطفا وارد کنید";
"Please enter valid" = "لطفا معتبر وارد کنید";
"can't be more than" = "نمی تواند بیشتر از";
"characters" = "شخصیت ها";
"Select" = "انتخاب کنید";
"Please select" = "لطفا انتخاب کنید";
"Unable to send chat transcript." = "امکان ارسال رونوشت چت وجود ندارد.";
"Reset" = "بازنشانی کنید";
"Please enter details" = "لطفا جزئیات را وارد کنید";
"Email will be send to you shortly" = "به زودی ایمیل برای شما ارسال خواهد شد";
